# coding=utf-8

msg_dict = {
    'ru': {
        'admin-bot-started': 'Бот запущен',

        'audio-not-available': 'К сожалению, мне не удалось получить информацию об этой музыке.\n'
                               'Проверьте, что аудио пользователя не приватное.',
        'audio-search-unable': 'Ничего не нашлось 😔',
        'audio-search-result': 'Результаты {0}-{1} из {2}\n\n{3}',
        'audio-search-expired': 'Результат поиска устарел 😔\nСделайте поиск заново.',
        'button-download-list': '📥 Скачать страницу',

        'start': 'Привет, этот бот поможет тебе скачать музыку из ВК. Просто пришли мне название песни.\n'
                 'Например: Miyagi - Самурай',
        'channel': 'Привет. Я могу скачать любой трек, но сначала подпишись на '
                   '[E V O L U T I O N](https://t.me/joinchat/_CgxauJGxtpmNjFi), чтобы продолжить',
    },
}
